[
  {
    "id": 1,
    "title": "El priorato del Naranjo",
    "author": "Samantha Shannon",
    "year": 2019,
    "genre": ["Fantasía", "Ficción", "Romántica"],
    "cover": "img/covers/01_PrioratoDelNaranjo.jpg",
    "synopsis": "En un mundo dividido por creencias opuestas sobre los dragones, una reina destinada a proteger su linaje y una maga infiltrada en su corte deben enfrentar el resurgimiento de una antigua criatura maligna que amenaza con destruirlo todo, mientras tensiones políticas, religiosas y culturales ponen a prueba la posibilidad de que los distintos reinos dejen de lado sus diferencias para sobrevivir.",
    "goodreads": 4.17,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 861,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 2,
    "title": "La guerra de la amapola",
    "author": "R.F. Kuang",
    "year": 2018,
    "genre": ["Fantasía", "Ficción", "Ficción Histórica"],
    "cover": "img/covers/02_LaGuerraDeLaAmapola.jpg",
    "synopsis": "En un imperio marcado por la guerra y el colonialismo, una joven huérfana con un talento excepcional descubre un poder chamánico ligado a un dios del fuego que la arrastra a los horrores del conflicto, obligándola a enfrentar decisiones brutales sobre la lealtad, el sacrificio y el precio del poder mientras su país se desmorona.",
    "goodreads": 4.16,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 646,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 3,
    "title": "La maldición de la sangre",
    "author": "R.F. KuanM.L. Wang",
    "year": 2023,
    "genre": ["Fantasía", "Dark Academia", "Ciencia ficción"],
    "cover": "img/covers/03_LaMaldicionDeLaSangre.jpg",
    "synopsis": "En un reino donde la magia está ligada a la sangre, una joven marcada por una antigua maldición debe enfrentarse a secretos familiares, intrigas políticas y fuerzas oscuras que amenazan con destruirlo todo, mientras lucha por controlar un poder peligroso que podría salvar o condenar su destino.",
    "goodreads": 4.34,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 512,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 4,
    "title": "Alchemised",
    "author": "SenLinYu",
    "year": 2025,
    "genre": ["Fantasía", "Romantasy", "Fantasía negra"],
    "cover": "img/covers/04_Alchemised.jpg",
    "synopsis": "En un mundo donde la alquimia define la sociedad, una joven con habilidades únicas se ve atrapada entre secretos peligrosos y conspiraciones que amenazan con desestabilizar el orden establecido, obligándola a descubrir su verdadero poder mientras lucha por sobrevivir y proteger a quienes ama.",
    "goodreads": 4.43,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 1030,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 5,
    "title": "La casa en el mar más azul",
    "author": "T.J. Klune",
    "year": 2020,
    "genre": ["Fantasía", "Ficción"],
    "cover": "img/covers/05_LaCasaEnElMarMásAzul.jpg",
    "synopsis": "En una isla remota, dos familias con secretos antiguos y oscuros conviven junto al mar, donde la llegada de una joven outsider desata viejas rivalidades y revela misterios enterrados, obligando a todos a enfrentar traiciones, pasiones ocultas y el peso de un pasado que amenaza con cambiarlo todo.",
    "goodreads": 4.36,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 491,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 6,
    "title": "Atmosphere",
    "author": "Taylor Jenkins Reid",
    "year": 2025,
    "genre": ["Ficción Histórica","Romántica"],
    "cover": "img/covers/06_Atmosphere.jpg",
    "synopsis": "Durante el verano de 1980, la profesora de Astrofísica Joan Goodwin comienza a formarse para ser astronauta en el Centro Espacial Johnson de Houston junto con un grupo de compañeros excepcional: Hank Redmond, piloto de Top Gun; John Griffin y Lydia Danes, especialistas de la misión; la bondadosa Donna Fitzgerald; y Vanessa Ford, una magnética y misteriosa ingeniera aeronáutica. Mientras los nuevos astronautas se preparan para sus primeros vuelos, Joan halla un amor y una pasión que nunca había imaginado, y comienza a cuestionarse todo cuanto creía saber sobre su lugar en el universo observable. Y entonces,en diciembre de 1984, mientras se lleva a cabo la misión STS-LR9, todo cambia de un momento a otro.",
    "goodreads": 4.34,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 352,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 7,
    "title": "El descontento",
    "author": "Beatriz Serrano",
    "year": 2023,
    "genre": ["Ficción", "Contemporánea"],
    "cover": "img/covers/07_ElDescontento.jpg",
    "synopsis": "Una mujer en la treintena que odia su trabajo en una agencia de publicidad vive anestesiada por la rutina y pequeñas escapatorias como vídeos de YouTube y pastillas, pero cuando se acerca un fin de semana obligatorio de convivencia con sus compañeros, su ansiedad se dispara y los recuerdos de una tragedia pasada empiezan a aflorar, haciendo que su máscara cuidadosamente construida comience a resquebrajarse y exponiendo la soledad, el descontento y las relaciones humanas que definen su vida diaria. ",
    "goodreads": 3.88,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 240,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 8,
    "title": "La península de las casas vacías",
    "author": "David Uclés",
    "year": 2024,
    "genre": ["Ficción Histórica","Ficción"],
    "cover": "img/covers/08_LaPenínsulaDeLasCasasVacías.jpg",
    "synopsis": "En una España devastada por la Guerra Civil vista a través de un realismo mágico implacable, varias historias entrelazadas siguen a una familia de olivareros y a decenas de personajes anónimos y singulares mientras la descomposición familiar, la deshumanización de los pueblos y la desaparición de toda una península de casas vacías reflejan el horror, la memoria y el vacío dejado por la guerra, mezclando lo crudo de lo real con lo fantástico para tejer un fresco poético, grotesco y épico de un país en agonía.",
    "goodreads": 4.17,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 700,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 9,
    "title": "Los amigos de mi vida",
    "author": "Hisham Matar",
    "year": 2024,
    "genre": ["Ficción","Ficción Histórica"],
    "cover": "img/covers/09_LosAmigosDeMiVida.jpg",
    "synopsis": "Khaled y Mustafá se conocen en la Universidad de Edimburgo: dos jóvenes libios de dieciocho años que esperan volver a casa tras sus estudios. En un momento de valentía, viajan a Londres para unirse a una manifestación frente a la embajada libia. Cuando los funcionarios del gobierno abren fuego contra los manifestantes, ambos amigos resultan heridos y sus vidas cambian para siempre. A lo largo de los años siguientes, Khaled, Mustafá y su amigo Hosam, escritor, quedan unidos por su historia común. Hasta que la revolución en Libia, consecuencia de la Primavera Árabe, les obliga a elegir entre las vidas que han creado en Londres y las que dejaron atrás.",
    "goodreads": 4.28,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 464,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 10,
    "title": "La mala costumbre",
    "author": "Alana S. Portero",
    "year": 2023,
    "genre": ["Ficción", "Contemporánea"],
    "cover": "img/covers/10_LaMalaCostumbre.jpg",
    "synopsis": "Una voz desgarradora en primera persona narra la adolescencia de una niña trans que lucha por reconocerse y comprenderse en un cuerpo que no siente propio, desde su infancia en una familia de clase obrera en el barrio de San Blas arrasado por la heroína hasta las noches clandestinas en el Madrid de los años 90, enfrentándose a la violencia social, la marginalidad, las drogas y la búsqueda de identidad mientras encuentra apoyo y sororidad que la ayudan a sobrevivir y crecer en un mundo que no acepta a quienes son diferentes.",
    "goodreads": 4.51,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 252,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 11,
    "title": "Comerás flores",
    "author": "Lucía Solla Sobral",
    "year": 2025,
    "genre": ["Ficción","Romántica","Drama"],
    "cover": "img/covers/11_ComerásFlores.jpg",
    "synopsis": "Meses después de la muerte de su padre y recién graduada, Marina conoce a Jaime, un hombre veinte años mayor cuyo encanto y atenciones parecen llenar el vacío que ella siente, pero a medida que se sumerge en una vida adulta sofisticada junto a él, empieza a olvidar quién era y cae en una relación desigual marcada por silencios, control y espejismos de amor, explorando con una prosa que combina delicadeza lírica y crudeza visceral lo que significa ser joven, madurar, construir una identidad y encontrar en la amistad un refugio frente a los engaños del corazón.",
    "goodreads": 4.40,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 248,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 12,
    "title": "In Memoriam",
    "author": "Alice Winn",
    "year": 2023,
    "genre": ["Ficción Histórica","Ficción", "Romántica"],
    "cover": "img/covers/12_InMemoriam.jpg",
    "synopsis": "Durante la Primera Guerra Mundial, dos jóvenes británicos unidos por una profunda amistad y un amor silencioso son enviados al frente, donde la brutalidad de las trincheras pone a prueba sus ideales, su vínculo y su identidad, mientras intentan aferrarse a la ternura, la lealtad y la esperanza en medio de un mundo devastado por la guerra.",
    "goodreads": 4.50,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 382,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 13,
    "title": "El cuerpo de Cristo",
    "author": "Bea Lema",
    "year": 2023,
    "genre": ["Novela Gráfica","Ficción","Salud Mental"],
    "cover": "img/covers/13_ElCuerpoDeCristo.jpg",
    "synopsis": "Es una novela gráfica autobiográfica que sigue a Vera, una niña que crece cuidando a su madre acosada por delirios y diagnosticada con una enfermedad mental, y muestra cómo esa experiencia intensa de superstición, exorcismos y visitas al psiquiatra se convierte en una profunda declaración de amor filial, al mismo tiempo que retrata de forma trágica y universal la vida de una mujer atrapada en los roles de hija, madre y esposa en una España patriarcal y pobre, resaltando la fuerza del vínculo familiar frente a la enfermedad y las dificultades.",
    "goodreads": 4.59,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 184,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 14,
    "title": "Maus",
    "author": "Art Spiegelman",
    "year": 1980,
    "genre": ["Novela Gráfica", "No Ficción","Ficción Histórica"],
    "cover": "img/covers/14_Maus.jpg",
    "synopsis": "En esta novela gráfica, el autor relata la historia de su padre, un judío polaco que sobrevivió al Holocausto, mientras intenta comprender su relación con él en el presente, usando animales antropomorfos para representar a los distintos grupos humanos y mostrando cómo el trauma, la memoria y la culpa atraviesan tanto la experiencia de la guerra como la vida de quienes heredaron sus consecuencias.",
    "goodreads": 4.58,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 296,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 15,
    "title": "Persepolis",
    "author": "Marjane Satrapi",
    "year": 2007,
    "genre": ["Novela Gráfica", "No Ficción", "Ficción Histórica","Biografía"],
    "cover": "img/covers/15_Persepolis.jpg",
    "synopsis": "Persépolis es una novela gráfica autobiográfica que narra la infancia y adolescencia de Marjane Satrapi en Irán durante y después de la Revolución Islámica. A través de viñetas en blanco y negro, muestra cómo la guerra, la represión política y las estrictas normas sociales afectan su vida cotidiana, su educación y su identidad, mientras lucha por comprender su lugar en el mundo y mantener su libertad personal en medio de un país dividido entre tradición y modernidad.",
    "goodreads": 4.40,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 341,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 16,
    "title": "Primavera para Madrid",
    "author": "Magius",
    "year": 2020,
    "genre": ["Novela Gráfica","Política"],
    "cover": "img/covers/16_PrimaveraParaMadrid.jpg",
    "synopsis": "En una crónica satírica y afilada de la España reciente, diversas historias se entrelazan para retratar con ironía cómo la corrupción política, empresarial y social —inspirada en casos reales de escándalos, favores, sobornos y abusos de poder en Madrid— moldea las vidas de políticos, empresarios, policías, periodistas y miembros de la élite, mostrando con humor ácido y un estilo visual provocador el afán desmedido de riqueza y poder que define ese “paisaje” contemporáneo.",
    "goodreads": 3.96,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 272,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
  {
    "id": 17,
    "title": "Mañana, y mañana, y mañana",
    "author": "Gabrielle Zevin",
    "year": 2022,
    "genre": ["Ficción","Romántica","Ficción Histórica"],
    "cover": "img/covers/17_MañanaMañanaYMañana.jpg",
    "synopsis": "La historia sigue a Sam y Sadie, dos amigos que se conocen de niños y que, ya adultos, crean juntos videojuegos de gran éxito, mientras su relación —marcada por la creatividad, el amor, la ambición, los celos y las heridas del pasado— evoluciona a lo largo de los años, explorando cómo el arte, la amistad y el dolor pueden unir y separar a las personas.",
    "goodreads": 4.12,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 502,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 18,
    "title": "Orgullo y Prejuicio",
    "author": "Jane Austen",
    "year": 1813,
    "genre": ["Ficción","Romántica","Ficción Histórica", "Clásicos"],
    "cover": "img/covers/18_OrgulloYPrejuicio.jpg",
    "synopsis": "En la Inglaterra rural del siglo XIX, Elizabeth Bennet, una joven inteligente y decidida, se enfrenta a las rígidas normas sociales y matrimoniales de su época, mientras su familia lucha con deudas y expectativas sociales; su relación con el orgulloso y adinerado Mr. Darcy evoluciona entre malentendidos, prejuicios y descubrimientos personales, mostrando cómo el orgullo, la vanidad y los juicios apresurados pueden obstaculizar el amor verdadero y la comprensión entre las personas.",
    "goodreads": 4.29,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 544,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 19,
    "title": "Orlando",
    "author": "Virginia Wolf",
    "year": 1928,
    "genre": ["Ficción","Fantasía","Clásicos"],
    "cover": "img/covers/19_Orlando.jpg",
    "synopsis": "Orlando narra la vida de Orlando, un joven noble inglés del siglo XVI que, tras un misterioso sueño, despierta siglos después transformado en mujer, viviendo más de 300 años sin envejecer de manera convencional. A través de su viaje por diferentes épocas y géneros, la novela explora la identidad, el género, la sexualidad y la fluidez del tiempo, mezclando historia, fantasía y reflexión literaria en una obra que cuestiona las normas sociales y la percepción de uno mismo.",
    "goodreads": 3.87,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 336,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 20,
    "title": "Cien años de soledad",
    "author": "Gabriel García Márquez",
    "year": 1967,
    "genre": ["Ficción","Fantasía","Ficción Histórica","Clásicos"],
    "cover": "img/covers/20_CienAñosDeSoledad.jpg",
    "synopsis": "En el pueblo ficticio de Macondo, la saga de la familia Buendía se despliega a lo largo de varias generaciones, marcada por amores imposibles, pasiones desbordadas, guerras, soledad y fenómenos mágicos que conviven con la vida cotidiana. La obra entrelaza lo fantástico y lo real para explorar la memoria, el destino, la historia de América Latina y la inevitabilidad de la repetición de errores y tragedias familiares.",
    "goodreads": 4.12,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 747,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 21,
    "title": "La casa de los espíritus",
    "author": "Isabel Allende",
    "year": 1982,
    "genre": ["Ficción","Fantasía","Ficción Histórica","Clásicos"],
    "cover": "img/covers/21_LaCasaDeLosEspíritus.jpg",
    "synopsis": "En una saga familiar que abarca varias generaciones, la historia sigue a los Trueba, mostrando cómo sus vidas se entrelazan con el amor, la pasión, los conflictos políticos y la magia que habita lo cotidiano. A través de secretos, traiciones y revelaciones sobrenaturales, la novela explora la memoria, la historia de Chile y la lucha de las mujeres por preservar su voz y legado en un mundo marcado por el poder, la injusticia y los vínculos familiares.",
    "goodreads": 4.30,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 454,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 22,
    "title": "Matar a un ruiseñor",
    "author": "Harper Lee",
    "year": 1960,
    "genre": ["Ficción","Ficción Histórica","Clásicos"],
    "cover": "img/covers/22_MatarAUnRuiseñor.jpg",
    "synopsis": "En un pequeño pueblo del sur de Estados Unidos durante los años treinta, una niña llamada Scout Finch observa cómo su padre, el abogado Atticus Finch, defiende a un hombre negro acusado injustamente de un crimen, mientras ella y su hermano aprenden sobre la injusticia, el racismo y la empatía, descubriendo la pérdida de la inocencia y el valor de hacer lo correcto incluso cuando la sociedad se opone.",
    "goodreads": 4.26,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 416,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 23,
    "title": "Alicia en el país de las maravillas",
    "author": "Lewis Carroll",
    "year": 1865,
    "genre": ["Ficción","Fantasía","Clásicos"],
    "cover": "img/covers/23_AliciaEnElPaísDeLasMaravillas.jpg",
    "synopsis": "Tras caer por la madriguera del conejo, Alicia se encuentra lejos de casa en el absurdo mundo del País de las Maravillas. Tan alucinante como deliciosa, la novela de Lewis Carroll de 1865 es pura magia para jóvenes y mayores por igual.",
    "goodreads": 3.99,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 104,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 24,
    "title": "El diario de Ana Frank",
    "author": "Anne Frank",
    "year": 1947,
    "genre": ["No Ficción","Histórica","Clásicos","Biografía"],
    "cover": "img/covers/24_ElDiarioDeAnaFrank.jpg",
    "synopsis": "Durante la ocupación nazi en Ámsterdam, Ana Frank, una niña judía, relata en su diario la vida escondida junto a su familia en un anexo secreto, compartiendo sus miedos, sueños, reflexiones y el descubrimiento de sí misma mientras el mundo exterior está marcado por la persecución y la guerra. Su relato muestra la resistencia del espíritu humano, la esperanza frente a la adversidad y la tragedia del Holocausto.",
    "goodreads": 4.20,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 322,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 25,
    "title": "La naranja mecánica",
    "author": "Anthony Burgess",
    "year": 1962,
    "genre": ["Ficción", "Horror","Clásicos"],
    "cover": "img/covers/25_LaNaranjaMecánica.jpg",
    "synopsis": "La naranja mecánica cuenta la historia del nadsat-adolescente Alex y sus tres drugos-amigos en un mundo de crueldad y destrucción. Alex tiene los principales atributos humanos: amor a la agresión, amor al lenguaje, amor a la belleza. Pero es joven y no ha entendido aún la verdadera importancia de la libertad, la que disfruta de un modo violento. En cierto sentido vive en el Edén, y sólo cuando cae (como en verdad le ocurre, desde una ventana) parece capaz de llegar a transformarse en un verdadero ser humano.",
    "goodreads": 4.00,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 201,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 26,
    "title": "El conde de Montecristo",
    "author": "Alexandre Dumas",
    "year": 1844,
    "genre": ["Ficción","Ficción Histórica","Clásicos"],
    "cover": "img/covers/26_ElCondeDeMontecristo.jpg",
    "synopsis": "Tras ser traicionado y encarcelado injustamente, Edmond Dantès escapa de la prisión del Castillo de If y descubre un tesoro oculto que le permite transformarse en el misterioso y poderoso Conde de Montecristo. Con una identidad nueva, trama meticulosamente su venganza contra quienes lo traicionaron, mientras reflexiona sobre la justicia, el perdón y las consecuencias del rencor en un relato de aventuras, intriga y redención.",
    "goodreads": 4.32,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 1332,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 27,
    "title": "El código Da Vinci",
    "author": "Dan Brown",
    "year": 2003,
    "genre": ["Ficción", "Thriller"],
    "cover": "img/covers/27_ElCódigoDaVinci.jpg",
    "synopsis": "Robert Langdon, profesor de simbología religiosa de la Universidad de Harvard, y Sophie Neveu, experta en criptología de la policía francesa, aúnan sus fuerzas para resolver un misterioso crimen cometido en el Museo de Louvre. Un secreto vital para la humanidad está en peligro. Algunos lucharán por salvaguardarlo. Otros, despiadadamente, por destruirlo.",
    "goodreads": 3.94,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 477,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 28,
    "title": "Gente normal",
    "author": "Sally Rooney",
    "year": 2018,
    "genre": ["Ficción","Romántica","Contemporánea"],
    "cover": "img/covers/28_GenteNormal.jpg",
    "synopsis": "La novela sigue la relación entre Marianne y Connell, dos jóvenes irlandeses de mundos distintos, desde la adolescencia hasta la universidad, explorando cómo el amor, la intimidad, el poder, la vulnerabilidad y las diferencias sociales moldean sus vidas y decisiones. A través de su vínculo, la obra reflexiona sobre la conexión humana, la comunicación, el deseo y la dificultad de comprenderse a uno mismo y al otro en el paso a la vida adulta.",
    "goodreads": 3.81,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 273,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 29,
    "title": "El cuento de la criada",
    "author": "Margaret Atwood",
    "year": 1947,
    "genre": ["Ficción","Fantasía","Distopía"],
    "cover": "img/covers/29_ElCuentoDeLaCriada.jpg",
    "synopsis": "En una sociedad totalitaria y teocrática llamada Gilead, donde las mujeres han perdido todos sus derechos, Offred, una criada destinada a la reproducción de la élite, narra su lucha por sobrevivir mientras enfrenta opresión, control absoluto y vigilancia constante. La novela explora el poder, la resistencia, la identidad femenina y las consecuencias extremas de un sistema que subordina y cosifica a las mujeres, mostrando la fragilidad y la fuerza del espíritu humano frente a la injusticia.",
    "goodreads": 4.15,
    "status": "leyendo",
    "pages_read": 250,
    "total_pages": 416,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  },
 {
    "id": 30,
    "title": "El corazón helado",
    "author": "Almudena Grandes",
    "year": 2007,
    "genre": ["Ficción","Ficción Histórica","Drama"],
    "cover": "img/covers/30_ElCorazónHelado.jpg",
    "synopsis": "En una familia marcada por secretos y rencores que se extienden desde la Guerra Civil hasta la España contemporánea, El corazón helado sigue a los descendientes de ambos bandos mientras descubren traiciones, silencios y heridas heredadas que condicionan sus vidas y relaciones, explorando cómo la memoria histórica, el amor, el odio y la búsqueda de justicia afectan a varias generaciones y moldean la identidad personal y colectiva.",
    "goodreads": 4.35,
    "status": "tbr",
    "pages_read": 0,
    "total_pages": 933,
    "user_rating": 0,
    "user_comment": "",
    "user_quotes": []
  }
]

